/**/
"Cancel" = "Avbryt";
/**/
"Delete" = "Ta bort";
/**/
"Open" = "Öppna";
/**/
"Edit" = "Redigera";
/**/
"Yes" = "Ja";

/*Geometry Edit Action Name*/
"Apply Geometry" = "Använd geometri";
/*Geometry Edit Action Name*/
"Clear Geometry" = "Rensa geometri";
/*Geometry Edit Action Name*/
"Delete Vertex" = "Ta bort vertex";
/*Geometry Edit Action Name*/
"Insert Part" = "Infoga del";
/*Geometry Edit Action Name*/
"Insert Vertex" = "Infoga brytpunkt";
/*Geometry Edit Action Name*/
"Move Vertex" = "Flytta brytpunkt";
/*Geometry Edit Action Name*/
"Remove Part" = "Ta bort del";

/*Collecting attachments*/
"Add" = "Lägg till";
/*Collecting attachments*/
"Take Photo or Video" = "Ta bild eller video";
/*Collecting attachments*/
"Choose From Library" = "Välj från bibliotek";
/*Collecting attachments*/
"Photo" = "Fotografi";
/*Collecting attachments*/
"Video" = "Video";
/*Collecting attachments*/
"Save To Photo Library" = "Spara till bildbibliotek";
/*Collecting attachments*/
"Download" = "Hämta";

/*Date attribute*/
"Today" = "Idag";

/**/
"Attachments" = "Bilagor";
"Attributes" = "Attribut";

/**/
"Open in Safari" = "Öppna i Safari";

/* Please enter a numeric value between 0 and 5.*/
"RangeValueMessageInt" = "Ange en siffra mellan %i och %i.";

/* Please enter a numeric value between 0.5 and 5.0.*/
"RangeValueMessageFloat" = "Ange en siffra mellan %f och %f.";

/* string length error, when user enters too many characters in string attribute editor:
  Too many characters.  Current: 512.  Allowed: 256 */
"StringLengthError" = "För många tecken (%@)";

/* When a number is entered outside the range */
"Number is outside the acceptable range." = "Siffran ligger ej inom godkänd intervall.";

/* BLOB, RASTER, etc */
"Field type not supported" = "Filtypen stöds inte";

/**/
"CurrentPageOfNumberOfPagesFormatString" = "%d av %d";

/**/
"ChangingFeatureTypeAlertTitle" = "Ändra funktionstyp";
"ChangingFeatureTypeAlertMessage" =  "Du ändrar funktionstypen, vilket eventuellt kan skriva över vissa fältvärden. Är du säker på att du vill fortsätta?";

/**/
"Data for pie chart is invalid" = "Data för cirkeldiagrammet är ogiltiga";
"No data to create a pie chart" = "Det finns inga data för att skapa ett cirkeldiagram";

/**/
"createUserSeconds" = "Skapades av %@ för några sekunder sedan";

/**/
"createUserMinute" = "Skapades av %@ för en minut sedan";

/**/
"editUserSeconds" = "Redigerades av %@ för några sekunder sedan";

/**/
"editUserMinute" = "Redigerades av %@ för en minut sedan";

/**/
"createSeconds" = "Skapades för några sekunder sedan";

/**/
"createMinute" = "Skapades för en minut sedan";

/**/
"editSeconds" = "Redigerades för några sekunder sedan";

/**/
"editMinute" = "Redigerades för en minut sedan";

/**/
"createUserMinutes" = "Skapades av %@ %d minuter sedan";

/**/
"createUserHour" = "Skapades av %@ för en timme sedan";

/**/
"createUserHours" = "Skapades av %@ %d timmar sedan";

/*"Created by %@ on ${weekDay} at ${formattedTime}"*/
"createUserWeekDay" = "Skapades av %@ %@ kl %@";

/*"Created by %@ on ${formattedDate} at ${formattedTime}"*/
"createUserFull" = "Skapades av %@ %@ kl %@";

/**/
"editUserMinutes" = "Redigerades av %@ %d minuter sedan";

/**/
"editUserHour" = "Redigerades av %@ för en timme sedan";

/**/
"editUserHours" = "Redigerades av %@ %d timmar sedan";

/**/
"editUserWeekDay" = "Redigeras av %@ %@ kl %@";

/**/
"editUserFull" = "Redigeras av %@ %@ kl %@";

/**/
"createUser" = "Skapades av %@";

/**/
"editUser" = "Redigerades av %@";

/**/
"createMinutes" = "Skapades för %d minuter sedan";

/**/
"createHour" = "Skapades för en timme sedan";

/**/
"createHours" = "Skapades för %d timmar sedan";

/*"Created on ${weekDay} at ${formattedTime}"*/
"createWeekDay" = "Skapades %@ kl %@";

/*"Created on ${formattedDate} at ${formattedTime}"*/
"createFull" = "Skapades %@ kl %@";

/**/
"editMinutes" = "Redigerades för %d minuter sedan";

/**/
"editHour" = "Redigerade för en timme sedan";

/**/
"editHours" = "Redigerades för %d timmar sedan";

/*"Edited on ${weekDay} at ${formattedTime}"*/
"editWeekDay" = "Redigerades %@ kl %@";

/*"Edited on ${formattedDate} at ${formattedTime}"*/
"editFull" = "Redigerades %@ kl %@";